######## LABELS ########
label.tituloPestana=Carta de pago
label.tituloPrincipal=Generaci\u00f3n de liquidaci\u00f3n y carta de pago

######## BOTONES ########
boton.btnAltaCarta=Generar carta de pago

######## MENSAJES ########
msg.error.faltaFechaAcept=No se ha introducido la Fecha de Solicitud de la renuncia
msg.error.faltaCodigoArea=No se ha introducido el C\u00f3digo de \u00c1rea
msg.error.faltaImporteDeuda=No se ha introducido el importe de la renuncia.
msg.error.faltaFechaPago=No se ha introducido la Fecha de Pago de la Subvenci\u00f3n.
msg.error.grabarCampos=Hay datos de la renuncia sin guardar.

######### ERRORES ########
error.errorBD=Ha ocurrido un error al acceder a la base de datos
error.errorGen=Ha ocurrido un error gen\u00e9rico
error.pasoParametros=Ha ocurrido un error en la petici\u00f3n

#Errores altaCartaRenuncia
altaCartaRenuncia.correcto=Carta de Renuncia generada correctamente.
error.altaCartaRenuncia.1=Ha ocurrido un error gen\u00e9rico en la llamada al SW
error.altaCartaRenuncia.2=Ha ocurrido un error gen\u00e9rico en la respuesta del SW
error.altaCartaRenuncia.3=Ha ocurrido un error recuperando el c\u00f3digo de Acceso del \u00c1rea
error.altaCartaRenuncia.4=No est\u00e1 disponible el servicio de ZORKU. Int\u00e9ntelo m\u00e1s tarde.
error.altaCartaRenuncia.5=El c\u00f3digo de la v\u00eda no es correcto
error.altaCartaRenuncia.6=No se ha recuperado el campo suplementario A\u00d1O CONVOCATORIA A NIVEL ECON\u00d3MICO
error.altaCartaRenuncia.7=No se puede continuar con el proceso porque no existe el c\u00f3digo de subvenci\u00f3n. Consultar con el responsable de la subvenci\u00f3n
error.altaCartaRenuncia.8=Ha ocurrido un error recuperando el C\u00f3digo Postal
error.altaCartaRenuncia.9=El importe de la liquidaci\u00f3n no puede ser inferior a cero.
error.altaCartaRenuncia.10=Ha ocurrido un error recuperando el domicilio
error.altaCartaRenuncia.11=Ha ocurrido un error con los importes
error.altaCartaRenuncia.12=Ha ocurrido un error grabando la carta, el ID o intereses
error.altaCartaRenuncia.13=Ha ocurrido un error borrando la carta anterior
error.altaCartaRenuncia.14=Ha ocurrido un error al grabar la carta de pago
error.altaCartaRenuncia.15=Ha ocurrido un error recuperando la fecha Solicitud de la Renuncia
error.altaCartaRenuncia.16=Ha ocurrido un error recuperando la fecha de Pago de la Subvenci\u00f3n
error.altaCartaRenuncia.17=Ha ocurrido un error recuperando el importe de la Renuncia