#### LABELS ####
label.tituloPestana=Carta de pago
label.tituloPrincipal=Generaci\u00f3n de liquidaci\u00f3n y carta de pago

#### BOTONES ####
btn.generar=Generar carta de pago

#### MENSAJES ####
msg.procesando=Procesando petici\u00f3n ... Espere un momento, por favor.
altDeuda.correcto=Liquidaci\u00f3n generada correctamente.

#### ERRORES ####
error.tituloOK=PROCESO CORRECTO
error.tituloKO= &#161&#161 ERROR &#33&#33
error.errorGen=Ha ocurrido un error gen\u00e9rico
error.pasoParametros=Ha ocurrido un error en la petici\u00f3n. Error en el paso de par\u00e1metros.
error.400=No est\u00e1 permitido el acceso al servicio de ZORKU.
error.404=No est\u00e1 disponible el servicio de ZORKU. Int\u00e9ntelo m\u00e1s tarde.
error.500=Se ha producido un error en el servidor al realizar la llamada al servicio de ZORKU. Int\u00e9ntelo m\u00e1s tarde.
error.503=No est\u00e1 disponible el servicio de ZORKU. Int\u00e9ntelo m\u00e1s tarde.
error.camposVacios=Debe rellenar los campos suplementarios a nivel de tr\u00e1mite.
error.operacionIncorrecta=La operaci\u00f3n ha fallado.
error.existeIdDeudaIni=La liquidaci\u00f3n inicial ya ha sido generada.
error.existeIdDeudaRes=La liquidaci\u00f3n en firme ya ha sido generada.
error.existeIdDeudaSusp=La liquidaci\u00f3n tras la suspensi\u00f3n del periodo de pago ya ha sido generada.

error.zorku.1=Ha ocurrido un error gen\u00e9rico en la llamada al servicio de ZORKU para generar una liquidaci\u00f3n.
error.zorku.2=Ha ocurrido un error gen\u00e9rico en la llamada al servicio de ZORKU para Actualizar los Datos del Domicilio. 
error.zorku.3=Ha ocurrido un error gen\u00e9rico en la llamada al servicio de ZORKU para anular la liquidaci\u00f3n.
error.zorku.4=No se ha recuperado el campo suplementario A\u00d1O CONVOCATORIA A NIVEL ECON\u00d3MICO
error.zorku.5=No se puede continuar con el proceso porque no existe el c\u00f3digo de subvenci\u00f3n. Consultar con el responsable de la subvenci\u00f3n
error.zorku.6=Existen Datos sin guardar. Debe Guardar o Cancelar antes de generar la liquidaci\u00f3n.
error.zorku.7=Ha ocurrido un error recuperando datos suplementarios.
error.zorku.8=Debe indicar el Importe de la liquidaci\u00f3n generada en Alegaciones
error.zorku.9=Debe indicar el Importe de la liquidaci\u00f3n generada en Resoluci\u00f3n
error.zorku.10=Debe indicar el Importe de la liquidaci\u00f3n generada tras la Suspensi\u00f3n del Periodo de Pago Voluntario
error.zorku.11=Debe indicar el Importe pendiente.
error.zorku.12=Ha ocurrido un error al convertir a numero el importe de la liquidaci\u00f3n.
error.zorku.13=Debe indicar la Fecha de Resoluci\u00f3n
error.zorku.14=Debe indicar la Fecha de Suspensi\u00f3n del Periodo de Pago
error.zorku.15=Debe indicar la Fecha de Activaci\u00f3n del Periodo de Pago
error.zorku.16=Debe indicar la fecha de Pago de la subvenci\u00f3n.
error.zorku.17=Debe indicar la Fecha de Requerimiento
error.zorku.18=Ha ocurrido un error al calcular la Fecha Limite Pago.
error.zorku.19=Ha ocurrido un error recuperando el valor del n\u00famero de liquidaci\u00f3n.
error.zorku.20=El c\u00f3digo de tr\u00e1mite no corresponde a un tr\u00e1mite con generaci\u00f3n de liquidaci\u00f3n.
error.zorku.21=No se ha especificado c\u00f3digo de \u00e1rea.
error.zorku.22=\u00c1rea no encontrada en ZORKU.
error.zorku.23=No se ha especificado el c\u00f3digo postal.
error.zorku.24=Ha ocurrido un error recuperando la direcci\u00f3n.
error.zorku.25=No se ha especifcado el municipio de residencia
error.zorku.26=No se ha especificado provincia, o no es v\u00e1lida.
error.zorku.27=Identificador no v\u00e1lido para el tipo de documento.
error.zorku.28=Falta el n\u00ba de DNI/NIE del interesado o no es correcto.
error.zorku.29=Se ha producido un error al borrar la carta de pago en BBDD.
error.zorku.30=Ha ocurrido un error grabando la carta de pago.
error.zorku.31=Se ha producido un error al grabar el valor de los campos suplementarios.
