label.texto.decreto.expediente=Expediente regido por
label.texto.decreto.expediente.noPeriodos.noDecreto=Comprueba que se han dado de alta los periodos para el calculo de la subvencion y  que este configurado el Decreto aplicable en BD : MELANBIDE01_DECRETO
label.texto.validaciones.alarmas.expediente=Validaciones y Alarmas : 
lable.texto.regla.minimis.info.limite=L\u00edmite m\u00e1ximo (REGLAMENTO (UE) No 1407/2013 DE LA COMISI\u00d3N de 18 de diciembre de 2013):
lable.texto.regla.minimis.info.importe.empresa=Importe total de Subvencion (CONCM) recibido por la empresa en los ultimos 3 a\u00f1os:
## Codificaciones de validaciones y alarmas 
1_MSG_ERROR=La fecha de inicio de actuaci\u00F3n concedida no puede ser posterior a la fecha de fin.
2_MSG_ERROR=La fecha de inicio de actuaci\u00F3n concedida no puede estar vac\u00EDa.
3_MSG_ERROR=La fecha de fin de actuaci\u00F3n concedida no puede estar vac\u00EDa.
6_MSG_ERROR=La fecha de inicio del nuevo periodo debe de ser posterior a la del \u00FAltimo periodo existente.
7_MSG_ERROR=La fecha de inicio y de fin de los periodos debe de estar en el mismo mes.
8_MSG_ERROR=El numero de periodos no puede ser superior a siete.
9_MSG_ERROR=Se ha producido un error recuperando los campos suplementarios.
11_MSG_ERROR=Se ha producido un error grabando los campos suplementarios del expediente.
12_MSG_ERROR=Solo se puede eliminar el primer y el \u00FAltimo periodo.
13_MSG_ERROR=No se puede borrar la \u00FAltima fila.
14_MSG_ERROR=Las fechas de los intervalos a\u00F1adidos tienen que ser consecutivas.
15_MSG_ERROR=El n\u00FAmero minimo de dias es 58
16_MSG_ERROR=El campo reducci\u00F3n persona sustituida debe de ser superior al 33%
17_MSG_ERROR=Se ha producido un error recuperando el campo de base de cotizaci\u00F3n
18_MSG_ERROR=Se ha producido un error recuperando el campo de la jornada de la persona sustituida
19_MSG_ERROR=Se ha producido un error recuperando el campo de la jornada de la persona contratada
20_MSG_ERROR=Se ha producido un error recuperando el campo de la bonificaci\u00F3n
21_MSG_ERROR=Para poder guardar los datos, todos los lados de los periodos de la tabla deben de estar cubiertos
22_MSG_ERROR=Se ha producido un error recuperando el campo de la reducci\u00F3n de la persona sustituida
23_MSG_ERROR=Se ha producido un error comprobando que para una persona contratada no se exceda el numero de dias totales de sus expedientes
24_MSG_ERROR=Se ha producido un error comprobando que los a\u00F1os de un hijo dependiente no superen el m\u00E1ximo permitido
25_MSG_ERROR=Se ha superado la suma de los dias de los expedientes para una persona con rol de persona contratada
26_MSG_ERROR=Se ha superado la edad m\u00E1xima de subvenci\u00F3n para un hijo
27_MSG_ERROR=Se ha producido un error calculando el numero de d\u00EDas subvencionables restantes para la persona contratada
28_MSG_ERROR=La fecha de nacimiento de la persona dependiente no puede estar vacia.
29_MSG_ERROR=La fecha de fin de actuaci\u00F3n concedida, no puede ser inferior a la fecha de nacimiento de la persona dependiente
30_MSG_ERROR=El expediente est\u00E1 fuera del plazo de presentaci\u00F3n (Fecha Presentaci\u00F3n > (Fecha de Fin  de Acci\u00F3n Subvencionable Concedida + 3 Meses))
31_MSG_ERROR=Fechas de Inicio y Fin Accion Subvencionable Concedido no establecidas. Contrato Interinidad : Duracion continuada. Validacion no disponible.
32_MSG_ERROR=El contrato de interinidad debe tener una duraci\u00F3n continuada m\u00EDnima de 59 d\u00EDas naturales, o ser Inferior al Numero total de Dias restantes subvencionables.
33_MSG_ERROR=Contrato Interinidad: Porcentaje Jornada Laboral, No validado. Compruebe que esten cumplimentados los campos : Porcentaje Jornada Laboral, Motivo Situacion, Prcentaje Jornada Persona Sustituida o Porcentaje Reduccion Persona Sustituida.
34_MSG_ERROR=Contrato Interinidad: Porcentaje Jornada Laboral, No validado. Debe Suscribirse al menos por la misma jornada que estuviera pactada en el contrato de la persona sustituida, en el caso de sustituci\u00F3n por excedencia, o por una jornada equivalente al porcentaje que se hubiera reducido, en el supuesto de sustituci\u00F3n por reducci\u00F3n.
35_MSG_ERROR=No se han podido recoger los datos necesario para establecer el decreto aplicable al expediente. Validaciones no Disponibles. Revisa la fecha de Inicio de los periodos subvecionable y/o Fechas de Inicio/Fin Accion Subvencionable Concedido.
36_MSG_ERROR=Campo Porcentaje Reducci\u00F3n de la persona Sustituida no cumplimentado.
37_MSG_ERROR=La persona contratada est\u00E1 sustituyendo a m\u00E1s de una persona en la misma empresa.
38_MSG_ERROR=El PORCENTAJE JORNADA SUSTITUCION (En el apartado > Datos Suplementarios >  DATOS PERSONA CONTRATADA - CONTRATO INTERINIDAD) del Contrato de Interinidad no cubre La Sustitucion.
39_MSG_ERROR=Fechas Nacimiento personas causante subvencion con posible interferencia en expedientes relacionados, verificar expedientes.
40_MSG_ERROR=Fechas Nacimiento personas causante subvencion no cumplimentadas. Verifica el apartado Datos Calculo - Causantes Subvencion Hijos/Dependientes
41_MSG_ERROR=Importes de Subvencion CONCM, recibidos por la empresa en los ultimos 3 a\u00f1os superior al minimis establecido por el reglamento de la UE.