#### LABELS ####
label.tituloPestana=Creaci\u00f3n Nuevas Est. Empresariales
label.listadoContratos=Listado de contratos
label.dni=DNI
label.nombreApel=Nombre y Apel.
label.fNac=F. Nac.
label.sexo=Sexo (H/M)
label.nEstudios=N. Estudios
label.minusvalido=Minusv\u00e1lido
label.inmig=Inmigrante
label.PLD=PLD
label.RML=RML
label.otro=Ot. Espec.
label.fAlta=Fecha Alta
label.edad=Edad
label.duracionContrato=Duraci\u00f3n Contrato en meses
label.tipoContrato=Tipo Contrato
label.tipoJornada=Tipo Jornada
label.porJornada=Porcentaje Jornada
label.tipConDurAbrev=Tip. Con. Duraci\u00f3n
label.salarioBruto=Salario Bruto
label.cnoe=Puesto CNOE
label.segSocial=Seguridad Social
label.colectivo=Colectivo
label.costeSalarial=Coste Salarial Total
label.concedido=Concecido
label.modifRes=Modificaci\u00f3n Resoluci\u00f3n
label.recurso=Recurso
label.nombre=Nombre
label.ape1=Apellido1
label.ape2=Apellido2
label.mesesDesempleo=Meses en desempleo
label.tituloPagina.nuevoContrato=Nuevo Contrato
label.tituloPagina.modifContrato=Modificar Contrato
label.tituloPagina.consultaContrato=Consulta Contrato

#### BOTONES ####
btn.alta=Alta
btn.modificar=Modificar
btn.eliminar=Eliminar
btn.buscar=Buscar
btn.aceptar=Aceptar
btn.cancelar=Cancelar
btn.limpiar=Limpiar
btn.cerrar=Cerrar

#### LEGENDS ####
legend.trabajador=Trabajador
legend.datosContrato=Datos del Contrato
legend.importe=Importe Subvenci\u00f3n

#### TABLAS ####
contratos.tabla.col1=DNI
contratos.tabla.col2=NOMBRE Y APELLIDOS

busqTerceros.tabla.col1=DNI
busqTerceros.tabla.col2=Nombre y Apellidos

#### MENSAJES ####
msg.fechaNacPosterior=La fecha de nacimiento no puede ser posterior a la fecha actual
msg.fechaNoVal=Fecha No V\u00e1lida
msg.fAltaAntFBaja=La fecha de Alta debe ser anterior a la fecha de Baja
msg.preguntaCancelar=Si cancela la operaci\u00f3n, se perder\u00e1n todas las modificaciones realizadas. \u00bfEst\u00e1 seguro de que desea cancelar?
msg.critBusquedaInsuficientes=Debe indicar al menos el DNI o 2 de los otros campos
msg.msjNoSelecFila=No se ha seleccionado ninguna fila
msg.realizandoBusq=Realizando b\u00fasqueda... Espere un momento, por favor.
msg.preguntaEliminar=\u00bfEst\u00e1 seguro de que desea eliminar el registro seleccionado de manera definitiva?
msg.maxContratosAlcanzado=Ya ha alcanzado el m\u00e1ximo de contratos permitido (5).
msg.datosGuardadosOK=Los datos se han guardado correctamente.
msg.regEliminadoOK=El registro se ha eliminado correctamente.

#### VALIDACIONES ####
msg.camposRojosOblig=Todos los campos marcados en rojo son obligatorios
msg.dniNoVal=El campo 'DNI' no es correcto.
msg.fechaNacNoVal=El campo 'F. Nac.' no es correcto.
msg.nivelEstudiosNoVal=El campo 'N. Estudios' no es correcto.
msg.mesesDesempleoNoVal=El campo 'Meses en desempleo' no es un valor num\u00e9rico.
msg.mesesDesempleoFueraRango=El campo 'Meses en desempleo' tiene un valor no v\u00e1lido.
msg.fechaAltaNoVal=El campo 'Fecha Alta' no es correcto.
msg.durContratoNoVal=El campo 'Duraci\u00f3n Contrato en meses' no es un valor num\u00e9rico.
msg.durContratoFueraRango=La duraci\u00f3n del contrato no es v\u00e1lida.
msg.tipConDurNoVal=El campo 'Tip. Con. Duraci\u00f3n' no es correcto.
msg.tipoJorNoVal=El campo 'Tipo Jornada' no es correcto.
msg.porJornadaNoVal=El campo 'Porcentaje Jornada' no es correcto. Debe ser un valor num\u00e9rico decimal entre 0 y 100 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.porJornadaFueraRango=El campo 'Porcentaje Jornada' debe ser un valor num\u00e9rico decimal entre 0 y 100 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.tipoContratoNoVal=El campo 'Tipo Contrato' no es correcto.
msg.salarioNoVal=El campo 'Salario Bruto' no es correcto. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.salarioFueraRango=El importe del salario bruto no es v\u00e1lido. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.cnoeNoVal=El campo 'CNOE' no es correcto.
msg.segSocialNoVal=El campo 'Seguridad Social' no es correcto. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.segSocialFueraRango=El importe del campo 'Seguridad Social' no es v\u00e1lido. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.colectivoNoVal=El campo 'Colectivo' no es correcto.
msg.concedidoNoVal=El campo 'Concedido' no es correcto. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.concedidoFueraRango=El importe del campo 'Concedido' no es v\u00e1lido. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.modifResNoVal=El campo 'Modificaci\u00f3n Resoluci\u00f3n' no es correcto. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.modifResFueraRango=El importe del campo 'Modificaci\u00f3n Resoluci\u00f3n' no es v\u00e1lido. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.recursoResNoVal=El campo 'Recurso' no es correcto. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
msg.recursoResFueraRango=El importe del campo 'Recurso' no es v\u00e1lido. Debe ser un valor num\u00e9rico decimal comprendido entre 0 y 999999999 con dos d\u00edgitos decimales como m\u00e1ximo.
nomApelCaracteresNoPermitidos=El campo 'Nombre y Apel.' contiene caracteres no permitidos.
dniCaracteresNoPermitidos=El campo 'DNI' contiene caracteres no permitidos.

#### ERRORES ####
error.errorBD=Ha ocurrido un error al acceder a la base de datos
error.errorGen=Ha ocurrido un error gen\u00e9rico
error.pasoParametros=Ha ocurrido un error en la petici\u00f3n